import React from 'react';
import about from './asset/undraw_back_to_school_inwc (1).svg'


const Hero = () => {
    return (
       
        <>
            <div className='h-auto mt-10'>
                <div className=' flex justify-center items-center mt-5' id='about'>
                    <h1 className=' text-2xl md:text-2xl lg:text-3xl md:text-[40px] font-bold'> এক নজরে <span className='text-[#fa9715]'>আমাদের </span> স্কুল </h1>
                </div>
                <div className='grid grid-cols-1  px-8 sm:p-0 lg:p-0 md:p-0 sm:grid-cols-2 lg:grid-cols-2 md:grid-cols-2 mt-16 gap-5 border border-1 border-gray-700  p-10'>
                    <div data-aos="fade-up"  data-aos-duration="1000" className='h-full w-full  flex justify-center p-3'>
                        <img  h-full w-full src={about} alt="" />
                    </div>
                    <div data-aos="fade-down"  data-aos-duration="1500" className=' text-sm sm:text-sm lg:text-[18px] lg:leading-[1.4rem] md:text-md text-[#7a89a5] p-5'>
                        <h3 className=''>
                            ১৯৫৮ খ্রিষ্টাব্দের ১৬ মে, তদানিন্তন রংপুর জেলার নীলফামারী মহাকুমা সদরে স্থানীয় গণ্যমান্য ও শিক্ষানুরাগী ব্যাক্তিবর্গের উদ্যোগে নীলফামারী কলেজের যাত্রা শুরু হয় । প্রতিষ্ঠাকালীন সময় থেকে রাজশাহী <br />
                            বোর্ড ও রাজশাহী বিশ্ববিদ্যালয়ের স্বীকৃতি নিয়ে উচ্চ মাধ্যমিক এবং স্নাতক পাশ কোর্সের যাত্রা শুরু ।  খুব অল্প পরিসরে এবং মাত্র কয়েকটি বিষয় নিয়ে উচ্চ মাধ্যমিক ও স্নাতক শ্রেণির পাঠদানের মাধ্যমে এই <br /> কলেজের যাত্রা শুরু হলেও স্বাধীনতা উত্তর বাংলাদেশে এবং নীলফামারী মহাকুমাকে জেলায় রূপান্তরের সাথে সাথে এই শিক্ষা প্রতিষ্ঠানের কলেবর বৃদ্ধি পেতে থাকে এবং <br /> সময়ের ধারাবাহিকতায় বর্তমানে এই মহাবিদ্যালয় দেশের অন্যতম বিদ্যাপীঠ হিসেবে স্বীকৃত ।বর্তমানে এই কলেজ ক্যাম্পাসের জমির পরিমান ২৪.২৫ একর । <br /> মোট ছাত্র ছাত্রীর সংখ্যা প্রায় ১০,০০০(দশ হাজার) জন ।ছাত্র ছাত্রীদের জন্য ২টি আবাসিক হোস্টেল রয়েছে । শুরুতে শুধু উচ্চ মাধ্যমিক শ্রেণিতে পাঠ দানের নিমিত্তে সার্বিক কাঠামো এবং
                        </h3>
                        <h3 className='mt-5'>এবং মাত্র কয়েকটি বিষয় নিয়ে উচ্চ মাধ্যমিক ও স্নাতক শ্রেণির পাঠদানের মাধ্যমে এই <br /> কলেজের যাত্রা শুরু হলেও স্বাধীনতা উত্তর বাংলাদেশে এবং নীলফামারী মহাকুমাকে জেলায় রূপান্তরের সাথে সাথে এই শিক্ষা প্রতিষ্ঠানের কলেবর বৃদ্ধি পেতে থাকে এবং <br /> সময়ের ধারাবাহিকতায় বর্তমানে এই মহাবিদ্যালয় দেশের অন্যতম বিদ্যাপীঠ হিসেবে স্বীকৃত ।বর্তমানে এই কলেজ ক্যাম্পাসের জমির পরিমান ২৪.২৫ একর । <br /> মোট ছাত্র ছাত্রীর সংখ্যা প্রায় ১০,০০০(দশ হাজার) জন ।ছাত্র ছাত্রীদের জন্য ২টি আবাসিক হোস্টেল রয়েছে । শুরুতে শুধু উচ্চ মাধ্যমিক শ্রেণিতে পাঠ দানের নিমিত্তে সার্বিক কাঠামো এবং</h3>
                    </div>
                </div>

            </div>
        </>
    );
};

export default Hero;